aaron-bond.better-comments
betterthantomorrow.calva
bierner.color-info
bierner.markdown-mermaid
borkdude.clj-kondo
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
christian-kohler.path-intellisense
cssho.vscode-svgviewer
cymonk.sql-formatter
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
hashicorp.terraform
humao.rest-client
igochkov.vscode-ebnf
jacobdufault.fuzzy-search
jebbs.plantuml
kahole.magit
kumar-harsh.graphql-for-vscode
lunaryorn.fish-ide
marclipovsky.string-manipulation
mattn.Lisp
mhutchie.git-graph
msyrus.go-doc
plex.vscode-protolint
pnp.polacode
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
shuworks.vscode-table-formatter
skyapps.fish-vscode
sysoev.vscode-open-in-github
trixnz.vscode-lua
vscodevim.vim
VSpaceCode.vspacecode
VSpaceCode.whichkey
wheredoesyourmindgo.nushu-vscode-theme
wmaurer.change-case
wwm.better-align
zxh404.vscode-proto3
